<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 模板设置
// +----------------------------------------------------------------------

return [
    //开启layout功能
    "layout_on" => true,
    "layout_name" => "home",
    "tpl_replace_string" => [
        //定义模板替换内容
        "__CSS__" => "/static/admin/css/",//css路径
        "__JS__" => "/static/admin/js/",//js路径
        "__FONTS__" => "/static/admin/fonts/",//fonts路径
        "__IMAGES__" => "/static/admin/images/",//images路径
    ]
];
